[
{"course_id":"ab01",  "author_name":"Md Rakib Bhuiyan", " price":"20","title":"HTML and CSS ", "category_id":"01", "description":"HTML (the Hypertext Markup Language) and CSS (Cascading Style Sheets) are two of the core technologies for building Web pages. HTML provides the structure of the page, CSS the (visual and aural) layout, for a variety of devices. Along with graphics and scripting, HTML and CSS are the basis of building Web pages and Web Applications.", " duration":"3",  "course_img": "https://miro.medium.com/max/792/1*lJ32Bl-lHWmNMUSiSq17gQ.png"},
{"course_id":"ab02",  "author_name":"Md Siyam Bhuiyan", " price":"25","title":"JQuery ", "category_id":"01", "description":"jQuery is a fast, small, and feature-rich JavaScript library. It makes things like HTML document traversal and manipulation, event handling, animation, and Ajax much simpler with an easy-to-use API that works across a multitude of browsers. With a combination of versatility and extensibility, jQuery has changed the way that millions of people write JavaScript.", " duration":"3.5", "course_img": "https://www.devopsschool.com/blog/wp-content/uploads/2022/03/jquery.png"},
{"course_id":"ab03",  "author_name":" Golam Kibria", " price":"15","title":"Basic Java Script ", "category_id":"01", "description":"JavaScript is a programming language that adds interactivity to your website. This happens in games, in the behaviour of responses when buttons are pressed or with data entry on forms; with dynamic styling; with animation, etc. This article helps you get started with JavaScript and furthers your understanding of what is possible.", " duration":"2.5",  "course_img": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Unofficial_JavaScript_logo_2.svg/2048px-Unofficial_JavaScript_logo_2.svg.png"},
{"course_id":"ab04",  "author_name":"Golam Mostofa", " price":"30","title":"Advance Java Script ", "category_id":"01", "description":"The rise of the web has taken JavaScript places it was never conceived to be. It has become one of the most important languages in today’s world. In our previous JavaScript Tutorial, we discussed all the basics and fundamentals of the language. In this Advanced JavaScript Tutorial, we will learn about some of the advanced aspects of the programming language.", " duration":"5",  "course_img": "https://images.ctfassets.net/yr4qj72ki4ky/legacyBlogPost77Thumbnail/cd4783ad7b35efc4367166a570a9952e/bigstock-Real-Java-Script-Code-Developi-217215433.jpg?q=72"},
{"course_id":"ab05",  "author_name":"Md Rakib Bhuiyan", " price":"10","title":"Basic ReactJS ", "category_id":"01", "description":"As you might have already read in many places, React is a library for making web and mobile UI. It was developed by Facebook. ReactJS is component driven. Everything is a component which is responsible for some functionality. You write small, small components and then combine them together to form big components. This makes the code more readable and understandable.", " duration":"1.5",  "course_img": "https://www.mindinventory.com/blog/wp-content/uploads/2019/06/reactjs-benefits.jpg"},
{"course_id":"ab06",  "author_name":" Golam Mostofa", " price":"30","title":"Advance ReactJS", "category_id":"01", "description":"Once you’re comfortable with the main concepts and played with React a little bit, you might be interested in more advanced topics. This section will introduce you to the powerful, but less commonly used React features like context and refs.", "duration":"5",  "course_img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRZQDQ41WMaXbhO3PaMxV6thxJ5VSW9TLOxqg&usqp=CAU"},
{"course_id":"ab07",  "author_name":"Md Siyam Bhuiyan", " price":"5","title":"Bootstrap With HTML", "category_id":"01", "description":"Bootstrap is a free front-end framework for faster and easier web development. Bootstrap includes HTML and CSS based design templates for typography, forms, buttons, tables, navigation, modals, image carousels and many others, as well as optional JavaScript plugins. Bootstrap also gives you the ability to easily create responsive designs", "duration":"3",  "course_img": "https://getbootstrap.com/docs/5.2/assets/brand/bootstrap-social.png"}
]
